TASK_RECIEVED = """فایل جدید برای تمرین {} دریافت شد
ارسال کننده: {} {}
نام و نام خانوادگی: <code>{}</code>
تعداد فایل: {}"""
YOU_ARE_ADMIN = """\n\nشما جزو ادمین های ربات هستید برای دسترسی به پنل ادمین /admin رو بزنید."""
WELCOME_ADMIN_PANEL = """به پنل ادمین خوش اومدی
یکی از گزینه ها رو انتخاب کن"""
TASKS_MANAGEMENT = "مدیریت تمرین ها"
WHAT_TO_DO = "میخوای چیکار کنی؟"
ADD_TASK = "اضافه کردن تمرین"
YOU_NO_ADMIN = "عزیزم تو که ادمین نیستی =)"
TASK_DETAIL = """
تمرین {}
وضعیت: {}
توضیحات: {}
مهلت ثبت:
{}
سقف حجم فایل: {} مگ
"""

TASK_DEADLINE = """برای تغییر مهلت ارسال تمرین {} از گزینه های زیر استفاده کن
مهلت جدید:
{}"""
PLZ_NAME_NEW_TASK_NAME = "لطفا اسم تمرین جدیدی که میخوای تعریف کنی رو بنویس"
PLZ_NAME_NEW_TASK_DESC = "لطفا توضیحاتت برای تمرین جدیدی که میخوای تعریف کنی رو بنویس (به جز مهلت ارسال و حجم فایل)"
PLZ_FILE_SUFFIX = """لطفا پسوند اسم فایلای این تمرین رو بفرست

مثال
پسوند انتخابی شما:
- Madar Manteqi
 
فایل های دریافتی شما پس از ارسال دانشجویان:
Armin Shayesteh - Madar Manteqi
Armin Shayesteh - Madar Manteqi 2
و...

لطفا پسوند انتخابی رو دقیقا طبق چیزی که میخوای به ته اسم فایلا اضافه بشه، ارسال کن"""