START_TEXT = """به ربات چیزای دانشگاه خوش اومدی👀 (مجهز ترین دانشگاه ایران در تلگرام، دانشگاه آزاد واحد هشتگرد)

گزینه مد نظرتو انتخاب کن


اگه حوصله داشته باشم، به زودی امکانات بیشتری به ربات اضافه میشن

💻 Dev and Sup: @arminshhhh
🆔 Channel: @hashtgerd_computer_1400
🆔 Bot: @hashtgerd_computer_1400_bot"""
SEND_TASK = "ارسال تمرین✍️"
ABOUT_ME_BUTTON = "درباره ما🧐"
DONATE_ME_BUTTON = "حمایت از ما✌️"
ABOUT_ME = """آرمینم، شایسته👍

بر خلاف تصورتون که بیکارم که این چنلو رباتو گروهو دفتر دستکو دارم، بهتره بدونین از اونجایی که تنبلم اینا واسه راحت کردن کار خودمه نه سخت تر کردنشون😂 تازه دیگه نیازی نیست منتظر سین زدن من باشید و نگران تمرین ایناتون بشید.

درست کردن این ربات یه چند ساعتی طول کشیده اما خب هم واسم فانه، از خلق کردن خوشم میاد و اینکه قطعا چند برابر وقتمون رو در آینده ذخیره میکنه.

دوست دارم که اگه ایده ای به ذهنتون میرسه برای کاربردی تر کردن ربات، بهم بگید =))

کد ناچیز این ربات گوگولی هم اوپن سورسه که میتونید توی [گیت‌هاب](https://github.com/arminsh81/uni-helper) توش جستار کنید XD

💻 Dev and Sup: @arminshhhh
🆔 Channel: @hashtgerd\_computer\_1400
🆔 Bot: @hashtgerd\_computer\_1400\_bot"""
DONATE_ME = """برای درست کردن این ربات، هزینه خییلییی زیادی صرف شده (الکی) و دست اندرکاران ما همه روزه در حال پشتیبانی و به روز رسانی ربات برای شما هستن (بله بله)

یکی از بهترین حمایت های شما از خودتون و این محصول ملی، مشارکت در اضافه کردن قابلیت ها به این پروژه اوپن سورسه. به [گیت‌هاب پروژه](https://github.com/arminsh81/uni-helper) یه سری بزنین و اگه فکر میکنین میتونین چیز جذابی بهش اضافه کنین، دست به کار شین. بعدم پروژه رو ببرید بذارید توی رزومتون و عشق کنید =)

اگرم خیلی اصرار دارید که کمک مالی کنید، راضی به زحمت نیستم ولی میتونین از  [این لینک](http://zarinp.al/arminsh81) بهم دونیت کنید ;)

💻 Dev and Sup: @arminshhhh
🆔 Channel: @hashtgerd\_computer\_1400
🆔 Bot: @hashtgerd\_computer\_1400\_bot"""

WHAT_TASK = "لطفا یکی از تمرینا رو انتخاب کن."
WHAT_NAME = """لطفا اسم و فامیلت رو به انگلیسی بفرست."""
OK_SELECTED_TASK = """پس می‌خوای تمرین {} رو بفرستی🧐
توضیحات: {}
نماینده: {} {}
مهلت ثبت: {}"""
TNX_SEND = """مرسی {}
حالا فایل پی دی افت رو بفرست"""
PLZ_ENGLISH_NAME = """لطفا اسم و فامیلتو به انگلیسی، بدون متن اضافی بنویس و بفرس😑
مثلا: Armin Shayesteh"""
SIZE_BIG = """حجم فایلت خیلی{} زیاده🤯
لطفا فایل زیر {} مگ بفرست"""
PDF_RECIEVED = """فایلت دریافت شد. اگه بازم فایلی داری بفرست و اگه نداری گزینه تموم رو فشار بده"""
FINISH = "تموم"
SUBMIT = "اوکیه"
ASK_SUBMIT = """اینا☝️ فایلایی هستن که فرستادی و با اسم {} برای نماینده ارسال میشن
اوکیه؟"""
PLZ_DOC = """لطفا فایلای پی دی افتو بفرست😩
اگه دیگه فایلی نداری، گزینه تموم رو بزن"""
TASK_SENT = """تمرین {} با موفقیت برای نماینده {} ارسال شد =)"""

NO_TASK_AVAILABLE = """فعلا تمرینی برای ارسال اینجا وحود نداره
خوش بگذرون😁"""
PLZ_OPTIONS = """لطفا از گزینه ها استفاده کن"""
LATE_OK = """مهلت شما برای زدن دکمه اوکیه تموم شد. لطفا از ابتدا تمرینتون رو ثبت کنید"""
NO_TASK_SENT_YET = "تو که هنوز پی دی افی نفرستادی:/ لطفا حداقل یه فایل بفرست بعد بگو تموم شد"
WANNA_START = """در صورت تمایل به لغو و بازگشت به منوی اصلی، /start رو بزن"""
